Repository: GSM-MSG/StudyMate-iOS
Catalog: StudyMate/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, he, hi, it, ja, ko, pl, pt_br, ru, tr, uk_ua, zh_hans

source: Add Attachments
ar: إضافة مرفقات
bn: সংযুক্তি যোগ করুন
de: Anhänge hinzufügen
es: Añadir archivos adjuntos
fa: افزودن پیوست‌ها
fr: Ajouter des pièces jointes
he: הוסף קבצים מצורפים
hi: अटैचमेंट जोड़ें
it: Aggiungi allegati
ja: 添付ファイルを追加
ko: 첨부파일 추가
pl: Dodaj załączniki
pt_br: Adicionar anexos
ru: Добавить вложения
tr: Ek Ekle
uk_ua: Додати вкладення
zh_hans: 添加附件

# add_study_record_title
source: Add Study Record
ar: إضافة سجل دراسة
bn: অধ্যয়ন রেকর্ড যোগ করুন
de: Lernnotiz hinzufügen
es: Añadir registro de estudio
fa: افزودن سابقه مطالعه
fr: Ajouter un enregistrement d'étude
he: הוסף רשומת לימוד
hi: अध्ययन रिकॉर्ड जोड़ें
it: Aggiungi registro di studio
ja: 学習記録を追加
ko: 학습 기록 추가
pl: Dodaj zapis nauki
pt_br: Adicionar registro de estudo
ru: Добавить запись об обучении
tr: Çalışma Kaydı Ekle
uk_ua: Додати запис навчання
zh_hans: 添加学习记录

# ai_analysis_description
source: Analyze your study content to provide personalized feedback and guidance
ar: تحليل محتوى دراستك لتقديم تعليقات وإرشادات مخصصة
bn: আপনার অধ্যয়ন সামগ্রী বিশ্লেষণ করে ব্যক্তিগতকৃত প্রতিক্রিয়া এবং নির্দেশনা প্রদান করুন
de: Analysiert deine Lerninhalte, um personalisiertes Feedback und Anleitung zu geben
es: Analiza tu contenido de estudio para proporcionar retroalimentación y orientación personalizada
fa: محتوای مطالعه شما را برای ارائه بازخورد و راهنمایی شخصی‌سازی شده تحلیل می‌کند
fr: Analysez votre contenu d'étude pour obtenir des commentaires et des conseils personnalisés
he: נתח את תוכן הלימוד שלך כדי לספק משוב והדרכה מותאמים אישית
hi: व्यक्तिगत प्रतिक्रिया और मार्गदर्शन प्रदान करने के लिए आपकी अध्ययन सामग्री का विश्लेषण करें
it: Analizza i tuoi contenuti di studio per fornire feedback e guida personalizzati
ja: 学習内容を分析してパーソナライズされたフィードバックとガイダンスを提供します
ko: 학습 내용을 분석하여 맞춤형 피드백과 가이드를 제공해드립니다
pl: Analizuj treści nauki, aby zapewnić spersonalizowane opinie i wskazówki
pt_br: Analise seu conteúdo de estudo para fornecer feedback e orientação personalizados
ru: Анализируйте ваш учебный материал, чтобы предоставить персонализированную обратную связь и рекомендации
tr: Kişiselleştirilmiş geri bildirim ve rehberlik sağlamak için çalışma içeriğinizi analiz edin
uk_ua: Аналізуйте вміст вашого навчання для отримання персоналізованих відгуків та рекомендацій
zh_hans: 分析您的学习内容，提供个性化反馈和指导

# ai_analyzing
source: AI is analyzing your study content...
ar: الذكاء الاصطناعي يحلل محتوى دراستك...
bn: এআই আপনার অধ্যয়ন সামগ্রী বিশ্লেষণ করছে...
de: KI analysiert deine Lerninhalte...
es: La IA está analizando tu contenido de estudio...
fa: هوش مصنوعی در حال تحلیل محتوای مطالعه شما است...
fr: L'IA analyse votre contenu d'étude...
he: בינה מלאכותית מנתחת את תוכן הלימוד שלך...
hi: AI आपकी अध्ययन सामग्री का विश्लेषण कर रहा है...
it: L'IA sta analizzando i tuoi contenuti di studio...
ja: AIが学習内容を分析しています...
ko: AI가 학습 내용을 분석 중입니다...
pl: AI analizuje twoje treści nauki...
pt_br: A IA está analisando seu conteúdo de estudo...
ru: ИИ анализирует ваш учебный материал...
tr: Yapay zeka çalışma içeriğinizi analiz ediyor...
uk_ua: ШІ аналізує вміст вашого навчання...
zh_hans: AI正在分析您的学习内容……

# ai_feedback_description
source: Analyze your study content and provide personalized feedback
ar: تحليل محتوى دراستك وتقديم تعليقات مخصصة
bn: আপনার অধ্যয়ন সামগ্রী বিশ্লেষণ করে ব্যক্তিগতকৃত প্রতিক্রিয়া প্রদান করুন
de: Analysiert deine Lerninhalte und gibt personalisiertes Feedback
es: Analiza tu contenido de estudio y proporciona retroalimentación personalizada
fa: محتوای مطالعه شما را تحلیل کرده و بازخورد شخصی‌سازی شده ارائه می‌دهد
fr: Analysez votre contenu d'étude et fournissez des commentaires personnalisés
he: נתח את תוכן הלימוד שלך וספק משוב מותאם אישית
hi: आपकी अध्ययन सामग्री का विश्लेषण करें और व्यक्तिगत प्रतिक्रिया प्रदान करें
it: Analizza i tuoi contenuti di studio e fornisce feedback personalizzato
ja: 学習内容を分析してパーソナライズされたフィードバックを提供します
ko: 학습 내용을 분석하고 맞춤형 피드백을 제공합니다
pl: Analizuj treści nauki i zapewnij spersonalizowane opinie
pt_br: Analise seu conteúdo de estudo e forneça feedback personalizado
ru: Анализируйте ваш учебный материал и получайте персонализированную обратную связь
tr: Çalışma içeriğinizi analiz edin ve kişiselleştirilmiş geri bildirim sağlayın
uk_ua: Аналізуйте вміст вашого навчання та отримуйте персоналізовані відгуки
zh_hans: 分析您的学习内容并提供个性化反馈

# ai_feedback_error_generate_content_error
source: AI content generation error. Please try again.
ar: خطأ في إنشاء محتوى الذكاء الاصطناعي. يرجى المحاولة مرة أخرى.
bn: এআই কন্টেন্ট তৈরিতে ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Fehler bei der KI-Inhaltsgenerierung. Bitte versuche es erneut.
es: Error en la generación de contenido de IA. Por favor, inténtalo de nuevo.
fa: خطا در تولید محتوای هوش مصنوعی. لطفاً دوباره تلاش کنید.
fr: Erreur de génération de contenu IA. Veuillez réessayer.
he: שגיאה ביצירת תוכן בינה מלאכותית. אנא נסה שוב.
hi: एआई सामग्री जनरेशन त्रुटि। कृपया पुनः प्रयास करें।
it: Errore nella generazione del contenuto AI. Riprova.
ja: AI コンテンツ生成エラーが発生しました。もう一度お試しください。
ko: AI 콘텐츠 생성 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd generowania treści przez AI. Spróbuj ponownie.
pt_br: Erro na geração de conteúdo de IA. Por favor, tente novamente.
ru: Ошибка генерации контента ИИ. Пожалуйста, попробуйте снова.
tr: Yapay zeka içerik oluşturma hatası. Lütfen tekrar deneyin.
uk_ua: Помилка генерації вмісту ШІ. Будь ласка, спробуйте ще раз.
zh_hans: AI内容生成错误。请重试。

# ai_feedback_error_invalid_response
source: Invalid AI response format. Please try again.
ar: تنسيق استجابة الذكاء الاصطناعي غير صالح. يرجى المحاولة مرة أخرى.
bn: অবৈধ এআই প্রতিক্রিয়া ফরম্যাট। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Ungültiges KI-Antwortformat. Bitte versuche es erneut.
es: Formato de respuesta de IA inválido. Por favor, inténtalo de nuevo.
fa: فرمت پاسخ هوش مصنوعی نامعتبر است. لطفاً دوباره تلاش کنید.
fr: Format de réponse IA invalide. Veuillez réessayer.
he: פורמט תגובת בינה מלאכותית לא חוקי. אנא נסה שוב.
hi: अमान्य एआई प्रतिक्रिया प्रारूप। कृपया पुनः प्रयास करें।
it: Formato di risposta AI non valido. Riprova.
ja: AI応答の形式が無効です。もう一度お試しください。
ko: AI 응답 형식이 올바르지 않습니다. 다시 시도해주세요.
pl: Nieprawidłowy format odpowiedzi AI. Spróbuj ponownie.
pt_br: Formato de resposta de IA inválido. Por favor, tente novamente.
ru: Неверный формат ответа ИИ. Пожалуйста, попробуйте снова.
tr: Geçersiz yapay zeka yanıt formatı. Lütfen tekrar deneyin.
uk_ua: Недійсний формат відповіді ШІ. Будь ласка, спробуйте ще раз.
zh_hans: AI响应格式无效。请重试。

# ai_feedback_error_network_error
source: Network error occurred. Please try again.
ar: حدث خطأ في الشبكة. يرجى المحاولة مرة أخرى.
bn: নেটওয়ার্ক ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Netzwerkfehler aufgetreten. Bitte versuche es erneut.
es: Se produjo un error de red. Por favor, inténtalo de nuevo.
fa: خطای شبکه رخ داده است. لطفاً دوباره تلاش کنید.
fr: Erreur de réseau survenue. Veuillez réessayer.
he: אירעה שגיאת רשת. אנא נסה שוב.
hi: नेटवर्क त्रुटि हुई। कृपया पुनः प्रयास करें।
it: Si è verificato un errore di rete. Riprova.
ja: ネットワークエラーが発生しました。もう一度お試しください。
ko: 네트워크 오류가 발생했습니다. 다시 시도해주세요.
pl: Wystąpił błąd sieci. Spróbuj ponownie.
pt_br: Ocorreu um erro de rede. Por favor, tente novamente.
ru: Произошла ошибка сети. Пожалуйста, попробуйте снова.
tr: Ağ hatası oluştu. Lütfen tekrar deneyin.
uk_ua: Сталася помилка мережі. Будь ласка, спробуйте ще раз.
zh_hans: 发生网络错误。请重试。

# ai_feedback_error_no_response
source: No response from AI. Please try again.
ar: لا توجد استجابة من الذكاء الاصطناعي. يرجى المحاولة مرة أخرى.
bn: এআই থেকে কোন প্রতিক্রিয়া নেই। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Keine Antwort von der KI. Bitte versuche es erneut.
es: No hay respuesta de la IA. Por favor, inténtalo de nuevo.
fa: پاسخی از هوش مصنوعی دریافت نشد. لطفاً دوباره تلاش کنید.
fr: Aucune réponse de l'IA. Veuillez réessayer.
he: אין תגובה מהבינה המלאכותית. אנא נסה שוב.
hi: एआई से कोई प्रतिक्रिया नहीं। कृपया पुनः प्रयास करें।
it: Nessuna risposta dall'AI. Riprova.
ja: AIからの応答がありません。もう一度お試しください。
ko: AI로부터 응답을 받지 못했습니다. 다시 시도해주세요.
pl: Brak odpowiedzi od AI. Spróbuj ponownie.
pt_br: Sem resposta da IA. Por favor, tente novamente.
ru: Нет ответа от ИИ. Пожалуйста, попробуйте снова.
tr: Yapay zekadan yanıt yok. Lütfen tekrar deneyin.
uk_ua: Немає відповіді від ШІ. Будь ласка, спробуйте ще раз.
zh_hans: 未收到AI响应。请重试。

# ai_feedback_error_prompt_blocked
source: Content blocked by safety filter. Please try with different content.
ar: تم حظر المحتوى بواسطة فلتر الأمان. يرجى المحاولة بمحتوى مختلف.
bn: নিরাপত্তা ফিল্টার দ্বারা কন্টেন্ট ব্লক করা হয়েছে। অনুগ্রহ করে ভিন্ন কন্টেন্ট দিয়ে চেষ্টা করুন।
de: Inhalt durch Sicherheitsfilter blockiert. Bitte versuche es mit anderen Inhalten.
es: Contenido bloqueado por el filtro de seguridad. Por favor, prueba con un contenido diferente.
fa: محتوا توسط فیلتر امنیتی مسدود شده است. لطفاً با محتوای دیگری امتحان کنید.
fr: Contenu bloqué par le filtre de sécurité. Veuillez essayer avec un contenu différent.
he: התוכן נחסם על ידי מסנן הבטיחות. אנא נסה עם תוכן אחר.
hi: सामग्री सुरक्षा फिल्टर द्वारा अवरुद्ध। कृपया अलग सामग्री के साथ प्रयास करें।
it: Contenuto bloccato dal filtro di sicurezza. Prova con un contenuto diverso.
ja: 安全フィルターによってコンテンツがブロックされました。別のコンテンツでお試しください。
ko: 콘텐츠가 안전 필터에 의해 차단되었습니다. 다른 내용으로 시도해주세요.
pl: Treść zablokowana przez filtr bezpieczeństwa. Spróbuj z inną treścią.
pt_br: Conteúdo bloqueado pelo filtro de segurança. Por favor, tente com um conteúdo diferente.
ru: Контент заблокирован фильтром безопасности. Попробуйте использовать другой контент.
tr: İçerik güvenlik filtresi tarafından engellendi. Lütfen farklı bir içerikle deneyin.
uk_ua: Вміст заблоковано фільтром безпеки. Будь ласка, спробуйте з іншим вмістом.
zh_hans: 内容被安全过滤器拦截。请尝试不同的内容。

# ai_feedback_error_response_stopped_early
source: AI response ended unexpectedly. Please try again.
ar: انتهت استجابة الذكاء الاصطناعي بشكل غير متوقع. يرجى المحاولة مرة أخرى.
bn: এআই প্রতিক্রিয়া অপ্রত্যাশিতভাবে শেষ হয়ে গেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
de: KI-Antwort wurde unerwartet beendet. Bitte versuche es erneut.
es: La respuesta de la IA terminó inesperadamente. Por favor, inténtalo de nuevo.
fa: پاسخ هوش مصنوعی به طور غیرمنتظره پایان یافت. لطفاً دوباره تلاش کنید.
fr: La réponse de l'IA s'est terminée de façon inattendue. Veuillez réessayer.
he: תגובת הבינה המלאכותית הסתיימה באופן בלתי צפוי. אנא נסה שוב.
hi: एआई प्रतिक्रिया अप्रत्याशित रूप से समाप्त हो गई। कृपया पुनः प्रयास करें।
it: La risposta dell'AI si è interrotta inaspettatamente. Riprova.
ja: AI応答が予期せず終了しました。もう一度お試しください。
ko: AI 응답이 예상보다 일찍 종료되었습니다. 다시 시도해주세요.
pl: Odpowiedź AI zakończyła się niespodziewanie. Spróbuj ponownie.
pt_br: A resposta da IA terminou inesperadamente. Por favor, tente novamente.
ru: Ответ ИИ завершился неожиданно. Пожалуйста, попробуйте снова.
tr: Yapay zeka yanıtı beklenmedik şekilde sonlandı. Lütfen tekrar deneyin.
uk_ua: Відповідь ШІ несподівано завершилася. Будь ласка, спробуйте ще раз.
zh_hans: AI响应意外结束。请重试。

# ai_feedback_error_underlying
source: Unexpected error occurred: %@. Please try again.
ar: حدث خطأ غير متوقع: %@. يرجى المحاولة مرة أخرى.
bn: অপ্রত্যাশিত ত্রুটি ঘটেছে: %@। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Unerwarteter Fehler aufgetreten: %@. Bitte versuche es erneut.
es: Se produjo un error inesperado: %@. Por favor, inténtalo de nuevo.
fa: خطای غیرمنتظره رخ داده است: %@. لطفاً دوباره تلاش کنید.
fr: Erreur inattendue survenue : %@. Veuillez réessayer.
he: אירעה שגיאה בלתי צפויה: %@. אנא נסה שוב.
hi: अप्रत्याशित त्रुटि हुई: %@। कृपया पुनः प्रयास करें।
it: Si è verificato un errore imprevisto: %@. Riprova.
ja: 予期しないエラーが発生しました：%@。もう一度お試しください。
ko: 예상치 못한 오류가 발생했습니다: %@. 다시 시도해주세요.
pl: Wystąpił nieoczekiwany błąd: %@. Spróbuj ponownie.
pt_br: Ocorreu um erro inesperado: %@. Por favor, tente novamente.
ru: Произошла непредвиденная ошибка: %@. Пожалуйста, попробуйте снова.
tr: Beklenmeyen hata oluştu: %@. Lütfen tekrar deneyin.
uk_ua: Сталася неочікувана помилка: %@. Будь ласка, спробуйте ще раз.
zh_hans: 发生意外错误：%@。请重试。

source: AI Feedback Status
ar: حالة تعليقات الذكاء الاصطناعي
bn: এআই প্রতিক্রিয়া অবস্থা
de: KI-Feedback-Status
es: Estado de retroalimentación de IA
fa: وضعیت بازخورد هوش مصنوعی
fr: Statut des commentaires de l'IA
he: סטטוס משוב בינה מלאכותית
hi: AI प्रतिक्रिया स्थिति
it: Stato feedback IA
ja: AIフィードバックの状況
ko: AI 피드백 현황
pl: Status opinii AI
pt_br: Status do feedback da IA
ru: Статус обратной связи ИИ
tr: Yapay Zeka Geri Bildirim Durumu
uk_ua: Статус відгуку ШІ
zh_hans: AI反馈状态

source: AI Tutor
ar: مدرس الذكاء الاصطناعي
bn: এআই শিক্ষক
de: KI-Tutor
es: Tutor de IA
fa: مربی هوش مصنوعی
fr: Tuteur IA
he: מורה בינה מלאכותית
hi: AI ट्यूटर
it: Tutor IA
ja: AIチューター
ko: AI 튜터
pt_br: Tutor de IA
ru: ИИ-репетитор
tr: Yapay Zeka Öğretmen
uk_ua: ШІ-репетитор
zh_hans: AI导师

source: AI Tutor Feedback
ar: تعليقات مدرس الذكاء الاصطناعي
bn: এআই শিক্ষক প্রতিক্রিয়া
de: KI-Tutor-Feedback
es: Retroalimentación del tutor de IA
fa: بازخورد مربی هوش مصنوعی
fr: Commentaires du tuteur IA
he: משוב ממורה בינה מלאכותית
hi: AI ट्यूटर प्रतिक्रिया
it: Feedback del tutor IA
ja: AIチューターのフィードバック
ko: AI 튜터 피드백
pl: Opinia AI Tutora
pt_br: Feedback do tutor de IA
ru: Обратная связь от ИИ-репетитора
tr: Yapay Zeka Öğretmen Geri Bildirimi
uk_ua: Відгук ШІ-репетитора
zh_hans: AI导师反馈

# analysis_error
source: An error occurred during analysis
ar: حدث خطأ أثناء التحليل
bn: বিশ্লেষণের সময় একটি ত্রুটি ঘটেছে
de: Bei der Analyse ist ein Fehler aufgetreten
es: Ocurrió un error durante el análisis
fa: خطایی در حین تحلیل رخ داد
fr: Une erreur s'est produite pendant l'analyse
he: אירעה שגיאה במהלך הניתוח
hi: विश्लेषण के दौरान एक त्रुटि हुई
it: Si è verificato un errore durante l'analisi
ja: 分析中にエラーが発生しました
ko: 분석 중 오류가 발생했습니다
pl: Wystąpił błąd podczas analizy
pt_br: Ocorreu um erro durante a análise
ru: Произошла ошибка во время анализа
tr: Analiz sırasında bir hata oluştu
uk_ua: Під час аналізу сталася помилка
zh_hans: 分析过程中发生错误

source: Analyze
ar: تحليل
bn: বিশ্লেষণ করুন
de: Analysieren
es: Analizar
fa: تحلیل
fr: Analyser
he: נתח
hi: विश्लेषण करें
it: Analizza
ja: 分析する
ko: 분석하기
pl: Analizuj
pt_br: Analisar
ru: Анализировать
tr: Analiz Et
uk_ua: Аналізувати
zh_hans: 分析

source: Analyze Now
ar: حلل الآن
bn: এখনই বিশ্লেষণ করুন
de: Jetzt analysieren
es: Analizar ahora
fa: اکنون تحلیل کنید
fr: Analyser maintenant
he: נתח עכשיו
hi: अभी विश्लेषण करें
it: Analizza ora
ja: 今すぐ分析
ko: 지금 분석하기
pl: Analizuj teraz
pt_br: Analisar agora
ru: Анализировать сейчас
tr: Şimdi Analiz Et
uk_ua: Аналізувати зараз
zh_hans: 立即分析

# app_info
source: INFO
ar: معلومات
bn: তথ্য
es: INFORMACIÓN
fa: اطلاعات
fr: INFOS
he: מידע
hi: जानकारी
ja: 情報
ko: 정보
pt_br: INFORMAÇÕES
ru: ИНФОРМАЦИЯ
tr: BİLGİ
uk_ua: ІНФОРМАЦІЯ
zh_hans: 信息

source: Attachments
ar: المرفقات
bn: সংযুক্তিসমূহ
de: Anhänge
es: Archivos adjuntos
fa: پیوست‌ها
fr: Pièces jointes
he: קבצים מצורפים
hi: अटैचमेंट
it: Allegati
ja: 添付ファイル
ko: 첨부파일
pl: Załączniki
pt_br: Anexos
ru: Вложения
tr: Ekler
uk_ua: Вкладення
zh_hans: 附件

source: Audio
ar: الصوت
bn: অডিও
fa: صدا
he: אודיו
hi: ऑडियो
ja: オーディオ
ko: 오디오
pt_br: Áudio
ru: Аудио
tr: Ses
uk_ua: Аудіо
zh_hans: 音频

source: Average Feedback
ar: متوسط التعليقات
bn: গড় প্রতিক্রিয়া
de: Durchschnittliches Feedback
es: Retroalimentación promedio
fa: بازخورد میانگین
fr: Commentaires moyens
he: משוב ממוצע
hi: औसत प्रतिक्रिया
it: Feedback medio
ja: 平均フィードバック
ko: 평균 피드백
pl: Średnia opinia
pt_br: Feedback médio
ru: Средняя обратная связь
tr: Ortalama Geri Bildirim
uk_ua: Середній відгук
zh_hans: 平均反馈

# average_feedback_per_record
source: %.1f/record
ar: %.1f/سجل
bn: %.1f/রেকর্ড
de: %.1f/Eintrag
es: %.1f/registro
fa: %.1f/سابقه
fr: %.1f/enregistrement
he: %.1f/רשומה
hi: %.1f/रिकॉर्ड
it: %.1f/registro
ja: %.1f/記録
ko: %.1f개/기록
pl: %.1f/zapis
pt_br: %.1f/registro
ru: %.1f/запись
tr: %.1f/kayıt
uk_ua: %.1f/запис
zh_hans: %.1f/记录

source: Camera
ar: الكاميرا
bn: ক্যামেরা
de: Kamera
es: Cámara
fa: دوربین
fr: Appareil photo
he: מצלמה
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt_br: Câmera
ru: Камера
tr: Kamera
uk_ua: Камера
zh_hans: 相机

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk_ua: Скасувати
zh_hans: 取消

source: close
ar: إغلاق
bn: বন্ধ করুন
de: schließen
es: cerrar
fa: بستن
fr: fermer
he: סגור
hi: बंद करें
it: chiudi
ja: 閉じる
ko: 닫기
pl: zamknij
pt_br: fechar
ru: закрыть
tr: kapat
uk_ua: закрити
zh_hans: 关闭

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fa: تأیید
fr: Confirmer
he: אישור
hi: पुष्टि करें
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
uk_ua: Підтвердити
zh_hans: 确认

source: Contact Us
ar: اتصل بنا
bn: আমাদের সাথে যোগাযোগ করুন
de: Kontaktiere uns
es: Contáctanos
fa: تماس با ما
fr: Contactez-nous
he: צור קשר
hi: हमसे संपर्क करें
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pl: Skontaktuj się z nami
pt_br: Contate-nos
ru: Свяжитесь с нами
tr: Bize Ulaşın
uk_ua: Зв'язатися з нами
zh_hans: 联系我们

# contact_us_subtitle
source: Send email to team
ar: أرسل بريدًا إلكترونيًا للفريق
bn: দলকে ইমেইল পাঠান
de: E-Mail an das Team senden
es: Enviar correo electrónico al equipo
fa: ارسال ایمیل به تیم
fr: Envoyer un email à l'équipe
he: שלח אימייל לצוות
hi: टीम को ईमेल भेजें
it: Invia email al team
ja: チームにメールを送信
ko: 개발팀에 이메일 보내기
pl: Wyślij e-mail do zespołu
pt_br: Enviar e-mail para a equipe
ru: Отправить письмо команде
tr: Ekibe e-posta gönder
uk_ua: Надіслати електронний лист команді
zh_hans: 发送邮件给团队

# content_placeholder
source: Record what you learned today in detail...
ar: سجل ما تعلمته اليوم بالتفصيل...
bn: আজ আপনি যা শিখেছেন তা বিস্তারিতভাবে রেকর্ড করুন...
de: Notiere ausführlich, was du heute gelernt hast...
es: Registra lo que has aprendido hoy en detalle...
fa: آنچه امروز به تفصیل یاد گرفته‌اید را ثبت کنید...
fr: Enregistrez en détail ce que vous avez appris aujourd'hui...
he: תעד בפירוט מה למדת היום...
hi: आज आपने जो सीखा उसे विस्तार से रिकॉर्ड करें...
it: Registra in dettaglio ciò che hai imparato oggi...
ja: 今日学んだことを詳しく記録してください...
ko: 오늘 학습한 내용을 자세히 기록해보세요...
pl: Zapisz szczegółowo, czego się dziś nauczyłeś...
pt_br: Registre em detalhes o que você aprendeu hoje...
ru: Запишите, что вы узнали сегодня, подробно...
tr: Bugün öğrendiklerinizi detaylı olarak kaydedin...
uk_ua: Детально запишіть, що ви вивчили сьогодні...
zh_hans: 详细记录您今天学到了什么……

source: Creation Date
ar: تاريخ الإنشاء
bn: তৈরির তারিখ
de: Erstellungsdatum
es: Fecha de creación
fa: تاریخ ایجاد
fr: Date de création
he: תאריך יצירה
hi: निर्माण तिथि
it: Data di creazione
ja: 作成日
ko: 작성일
pl: Data utworzenia
pt_br: Data de criação
ru: Дата создания
tr: Oluşturma Tarihi
uk_ua: Дата створення
zh_hans: 创建日期

source: Dashboard
ar: لوحة المعلومات
bn: ড্যাশবোর্ড
es: Panel principal
fa: داشبورد
fr: Tableau de bord
he: לוח בקרה
hi: डैशबोर्ड
ja: ダッシュボード
ko: 대시보드
pl: Panel główny
pt_br: Painel
ru: Панель управления
tr: Kontrol Paneli
uk_ua: Панель керування
zh_hans: 仪表板

# day_count
source: %d days
ar: %d يوم
bn: %d দিন
de: %d Tage
es: %d días
fa: %d روز
fr: %d jours
he: %d ימים
hi: %d दिन
it: %d giorni
ja: %d日間
ko: %d일
pl: %d dni
pt_br: %d dias
ru: %d дней
tr: %d gün
uk_ua: %d днів
zh_hans: %d 天

source: days
ar: أيام
bn: দিন
de: tage
es: días
fa: روز
fr: jours
he: ימים
hi: दिन
it: giorni
ja: 日
ko: 일
pl: dni
pt_br: dias
ru: дней
tr: gün
uk_ua: днів
zh_hans: 天

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
he: מחק
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk_ua: Видалити
zh_hans: 删除

# delete_confirmation_message
source: Are you sure you want to delete this study record? This action cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف سجل الدراسة هذا؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি এই অধ্যয়ন রেকর্ডটি মুছতে চান? এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie diesen Lerneintrag löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este registro de estudio? Esta acción no se puede deshacer.
fa: آیا مطمئن هستید که می‌خواهید این سابقه مطالعه را حذف کنید؟ این عمل قابل بازگشت نیست.
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement d'étude ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק את רשומת הלימוד הזו? פעולה זו אינה ניתנת לביטול.
hi: क्या आप वाकई इस अध्ययन रिकॉर्ड को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती है।
it: Sei sicuro di voler eliminare questa registrazione di studio? Questa azione non può essere annullata.
ja: この学習記録を削除してもよろしいですか？この操作は元に戻せません。
ko: 이 학습 기록을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pl: Czy na pewno chcesz usunąć ten zapis nauki? Tej akcji nie można cofnąć.
pt_br: Tem certeza que deseja excluir este registro de estudo? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить эту запись об обучении? Это действие нельзя будет отменить.
tr: Bu çalışma kaydını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk_ua: Ви впевнені, що хочете видалити цей запис навчання? Цю дію неможливо скасувати.
zh_hans: 您确定要删除此学习记录吗？此操作无法撤销。

source: Document
ar: مستند
bn: নথি
de: Dokument
es: Documento
fa: سند
he: מסמך
hi: दस्तावेज़
it: Documento
ja: 文書
ko: 문서
pl: Dokument
pt_br: Documento
ru: Документ
tr: Belge
uk_ua: Документ
zh_hans: 文档

source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fa: انجام شد
fr: Terminé
he: סיום
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Tamam
uk_ua: Готово
zh_hans: 完成

source: Edit
ar: تعديل
bn: সম্পাদনা করুন
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Редактировать
tr: Düzenle
uk_ua: Редагувати
zh_hans: 编辑

# edit_study_record_title
source: Edit Study Record
ar: تعديل سجل الدراسة
bn: অধ্যয়ন রেকর্ড সম্পাদনা করুন
de: Lerneintrag bearbeiten
es: Editar registro de estudio
fa: ویرایش سابقه مطالعه
fr: Modifier l'enregistrement d'étude
he: עריכת רשומת לימוד
hi: अध्ययन रिकॉर्ड संपादित करें
it: Modifica registrazione di studio
ja: 学習記録を編集
ko: 학습 기록 편집
pl: Edytuj zapis nauki
pt_br: Editar registro de estudo
ru: Редактировать запись об обучении
tr: Çalışma kaydını düzenle
uk_ua: Редагувати запис навчання
zh_hans: 编辑学习记录

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fa: خطا
fr: Erreur
he: שגיאה
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk_ua: Помилка
zh_hans: 错误

source: Feedback Adoption Rate
ar: معدل تبني الملاحظات
bn: প্রতিক্রিয়া গ্রহণের হার
de: Feedback-Übernahmerate
es: Tasa de adopción de comentarios
fa: نرخ پذیرش بازخورد
fr: Taux d'adoption des retours
he: שיעור אימוץ המשוב
hi: प्रतिक्रिया अपनाने की दर
it: Tasso di adozione dei feedback
ja: フィードバック採用率
ko: 피드백 적용률
pl: Wskaźnik przyjęcia opinii
pt_br: Taxa de adoção de feedback
ru: Уровень принятия обратной связи
tr: Geri bildirim benimseme oranı
uk_ua: Рівень прийняття відгуків
zh_hans: 反馈采纳率

source: File
ar: ملف
bn: ফাইল
de: Datei
es: Archivo
fa: فایل
fr: Fichier
he: קובץ
hi: फ़ाइल
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk_ua: Файл
zh_hans: 文件

source: Good afternoon!
ar: مساء الخير!
bn: শুভ অপরাহ্ন!
de: Guten Nachmittag!
es: ¡Buenas tardes!
fa: عصر بخیر!
fr: Bon après-midi !
he: אחר צהריים טובים!
hi: नमस्कार, शुभ दोपहर!
it: Buon pomeriggio!
ja: こんにちは！
ko: 좋은 오후에요!
pl: Dzień dobry!
pt_br: Boa tarde!
ru: Добрый день!
tr: İyi öğlenler!
uk_ua: Добрий день!
zh_hans: 下午好！

source: Good evening!
ar: مساء الخير!
bn: শুভ সন্ধ্যা!
de: Guten Abend!
es: ¡Buenas noches!
fa: شب بخیر!
fr: Bonsoir !
he: ערב טוב!
hi: नमस्कार, शुभ संध्या!
it: Buona sera!
ja: こんばんは！
ko: 좋은 저녁이에요!
pl: Dobry wieczór!
pt_br: Boa noite!
ru: Добрый вечер!
tr: İyi akşamlar!
uk_ua: Добрий вечір!
zh_hans: 晚上好！
